bobsparadox.seti-black
DavidAnson.vscode-markdownlint
Gruntfuggly.todo-tree
koehlma.markdown-math
marus25.cortex-debug
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
muralivnv.codereaper
pawelgrzybek.gatito-theme
shuworks.vscode-jump-to-hint
twxs.cmake
